Repository: ziyzhu/openox
Catalog: ios/ios/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: from %@
zh_hans: ，时间范围为%@

source: “Look for the earliest appointment for my dentist”
zh_hans: “帮我找牙医最早的预约时间”

source: “Ox” Would Like to Send You Notifications
zh_hans: “Ox”想给你发送通知

source: “Siri, Ask Ox”
zh_hans: “Siri，问问 Ox”

source: %@ API key
zh_hans: %@ API 密钥

source: %@ requires a temporary chat
zh_hans: %@需要临时聊天

source: %lld artifacts · %@
zh_hans: %lld 份资料 · %@

source: %lld components
zh_hans: %lld 个组件

source: %lld messages
zh_hans: %lld 条消息

source: %lld more attachments
zh_hans: 另有 %lld 个附件

source: %lld Ox chats
zh_hans: %lld 个 Ox 对话

source: %lld services
zh_hans: %lld 个服务

source: 1 component
zh_hans: 1 个组件

source: 1 service
zh_hans: 1 个服务

source: 10x Faster
zh_hans: 快 10 倍

source: A copy will be added on this device.
zh_hans: 将在此设备上添加一个副本。

source: A Profile named “%@” already exists. Choose a different name.
zh_hans: 已存在名为“%@”的配置档案。请换一个名字。

source: A skill named /%@ already exists.
zh_hans: 名为 /%@ 的技能已存在。

source: Acknowledge
zh_hans: 确认

source: Actions
zh_hans: 操作

source: activity data
zh_hans: 活动数据

source: Active %@
zh_hans: 活跃于%@

source: Active just now
zh_hans: 刚刚活跃

source: Add a bearer token if your %@ server requires one.
zh_hans: 如果你的 %@ 服务器需要，请添加 Bearer 令牌。

source: Add a chat row the user can tap to view Browser's live page.
zh_hans: 在聊天中添加一行，用户可轻点查看“浏览器”的实时页面。

source: Add a file or photo, or ask Ox to create something in a chat.
zh_hans: 添加文件或照片，或让 Ox 在聊天中创建内容。

source: Add a skill, then type / in a chat to drop its instructions into the message.
zh_hans: 添加一个技能，然后在聊天中输入 / 即可把它的指令填入消息框。

source: Add a to-do without reading your reminder lists.
zh_hans: 无需读取提醒事项列表即可添加待办事项。

source: Add an event without reading your calendar.
zh_hans: 无需读取日历即可添加日程。

source: Add an MCP server by endpoint
zh_hans: 通过端点添加 MCP 服务器

source: Add artifact
zh_hans: 添加资料

source: Add attachment
zh_hans: 添加附件

source: Add Chat
zh_hans: 添加聊天

source: Add event
zh_hans: 添加日程

source: Add events to your calendar without reading it.
zh_hans: 无需读取日历即可向其中添加日程。

source: Add folder
zh_hans: 添加文件夹

source: Add Profile
zh_hans: 添加配置档案

source: Add provider
zh_hans: 添加提供商

source: Add Provider
zh_hans: 添加提供商

source: Add reminder
zh_hans: 添加提醒事项

source: Add service
zh_hans: 添加服务

source: Add Skill
zh_hans: 添加技能

source: Add to-dos to Reminders without reading your lists.
zh_hans: 无需读取列表即可向“提醒事项”添加待办事项。

source: Added a reminder
zh_hans: 已添加提醒

source: Added to calendar
zh_hans: 已添加到日历

source: Addresses without a path use /v1.
zh_hans: 未包含路径的地址将使用 /v1。

source: Addresses without a path use /v1. On a physical iPhone, use the server computer's local hostname or IP address, not localhost.
zh_hans: 未包含路径的地址将使用 /v1。在实体 iPhone 上，请使用服务器电脑的本地主机名或 IP 地址，而非 localhost。

source: Adds this service to a chat, giving Ox its actions, skills, and your signed-in data.
zh_hans: 将此服务添加到对话，让 Ox 可以使用其操作、技能以及你的登录数据。

source: Agent tools
zh_hans: 代理工具

source: All
zh_hans: 全部

source: All files
zh_hans: 所有文件

source: All types
zh_hans: 所有类型

source: Allow
zh_hans: 允许

source: Allow %@ with: %@
zh_hans: 允许 %1$@,使用以下参数: %2$@

source: Allow %@?
zh_hans: 允许 %@?

source: Allow Notifications
zh_hans: 允许通知

source: Allowed
zh_hans: 已允许

source: Always allow
zh_hans: 始终允许

source: Always allowed
zh_hans: 始终允许

source: Always approve
zh_hans: 始终批准

source: Always approved
zh_hans: 已始终批准

source: An artifact named %@ already exists.
zh_hans: 名为 %@ 的资料已存在。

source: and send it to %@ to answer this request.
zh_hans: 并将其发送给%@来回答此请求。

source: API key
zh_hans: API 密钥

source: API Key
zh_hans: API 密钥

source: API key (optional)
zh_hans: API 密钥（可选）

source: Apple Health
zh_hans: Apple 健康

source: Approve
zh_hans: 批准

source: Approved
zh_hans: 已批准

source: Artifact unavailable
zh_hans: 资料不可用

source: Artifacts
zh_hans: 资料

source: Ascending
zh_hans: 升序

source: Ask a question
zh_hans: 询问问题

source: Ask About Input
zh_hans: 询问输入内容

source: Ask Ox
zh_hans: 问问 Ox

source: Ask Ox ${prompt}
zh_hans: 向 Ox 提问：${prompt}

source: Ask Ox About Input
zh_hans: 向 Ox 询问输入内容

source: Ask Ox about text, a URL, images, or files from another Shortcut action.
zh_hans: 向 Ox 询问另一个快捷指令操作中的文本、URL、图像或文件。

source: Ask Ox hands-free
zh_hans: 免动手问 Ox

source: Ask questions hands-free and hear Ox's complete response. Say the phrase below now; the first time, Siri asks you to turn on Ox shortcuts.
zh_hans: 免动手提问并听取 Ox 的完整回复。现在说出下面的短语；首次使用时，Siri 会询问是否启用 Ox 快捷指令。

source: Asked to sign in to %@
zh_hans: 已请求登录 %@

source: Asked to verify with %@
zh_hans: 已请求通过 %@ 完成验证

source: Attach
zh_hans: 添加

source: Attach a service
zh_hans: 添加服务

source: Attach an artifact
zh_hans: 添加附件

source: Attach to a chat
zh_hans: 添加到对话

source: Attach without asking for approval
zh_hans: 无需批准即可添加

source: Attached %@
zh_hans: 已添加 %@

source: Attached an artifact
zh_hans: 已添加附件

source: Attaching
zh_hans: 正在添加附件

source: Attaching %@
zh_hans: 正在添加 %@

source: Attachments
zh_hans: 附件

source: Authenticated
zh_hans: 需要认证

source: Authentication
zh_hans: 身份验证

source: Authorize
zh_hans: 授权

source: Authorize to continue
zh_hans: 授权后继续

source: Authorized
zh_hans: 已授权

source: Authorizing…
zh_hans: 正在授权…

source: Auto-approve
zh_hans: 自动批准

source: Automatic
zh_hans: 自动

source: Awaiting approval
zh_hans: 等待批准

source: Awaiting payment
zh_hans: 等待支付

source: Awaiting reply
zh_hans: 等待回复

source: Awaiting sign in
zh_hans: 等待登录

source: Awaiting verification
zh_hans: 等待验证

source: Back
zh_hans: 返回

source: Back to chat
zh_hans: 返回聊天

source: Basic
zh_hans: 基础

source: Moo Moo
zh_hans: 哞哞

source: Ox is a self-evolving agent that lives on your phone.
zh_hans: Ox 是一个住在你手机里、会自我进化的智能体。

source: Best price found
zh_hans: 已找到最优价格

source: body measurements
zh_hans: 身体测量数据

source: Branch
zh_hans: 分支

source: Branch from this reply
zh_hans: 从此回复创建分支

source: Branch into a new chat?
zh_hans: 分支到新对话？

source: Break a big task into a first step.
zh_hans: 把一项大任务拆成第一步。

source: Bring a link; we’ll pull out what matters.
zh_hans: 带个链接来；我们提炼重点。

source: Bring a screenshot; we’ll inspect it together.
zh_hans: 带张截图来；我们一起检查。

source: Bring me the messy version.
zh_hans: 把最乱的版本交给我。

source: Bring the data; we’ll look for the story.
zh_hans: 带上数据；我们找出其中的故事。

source: Bring the details; we’ll find the pattern.
zh_hans: 带上细节；我们找出规律。

source: Bring the draft; we’ll make it sound like you.
zh_hans: 带上初稿；我们让它更像你的表达。

source: Bring the error; we’ll trace it to the source.
zh_hans: 带上报错；我们一路追到源头。

source: Bring the goal; we’ll design the route.
zh_hans: 带上目标；我们设计路线。

source: Bring the options; we’ll compare them honestly.
zh_hans: 带上选项；我们坦诚地比较。

source: Bring the plan; we’ll look for weak spots.
zh_hans: 带上计划；我们找找薄弱之处。

source: Bring the question you haven’t quite phrased.
zh_hans: 带上那个你还没完全说清的问题。

source: Browse the full catalog
zh_hans: 浏览完整目录

source: Browser
zh_hans: 浏览器

source: Build a plan you’ll actually use.
zh_hans: 做一个你真的会用的计划。

source: By 8 PM
zh_hans: 晚上 8 点前

source: Calculate distance and ETA from your current location.
zh_hans: 根据你的当前位置计算距离和预计到达时间。

source: Calendar
zh_hans: 日历

source: Calendar: Add event
zh_hans: 日历:添加事件

source: Camera
zh_hans: 相机

source: Can't find the service you need? Ask Ox or reach out on Discord to request one.
zh_hans: 找不到所需的服务？可以询问 Ox，或通过 Discord 联系我们提出请求。

source: Cancel
zh_hans: 取消

source: Cancel a pending notification by its stable identifier.
zh_hans: 使用稳定标识符取消待处理的通知。

source: Cancel a reminder
zh_hans: 取消提醒

source: Cancel editing
zh_hans: 取消编辑

source: Cancel notification
zh_hans: 取消通知

source: Cancel queued message
zh_hans: 取消排队消息

source: Canceled a reminder
zh_hans: 已取消提醒

source: Canvas
zh_hans: 画布

source: Character
zh_hans: 角色

source: Character and Memory are stored with this Profile.
zh_hans: 角色和记忆都存储在此配置档案中。

source: Chat
zh_hans: 聊天

source: Check whether the obvious answer holds up.
zh_hans: 检查那个显而易见的答案是否站得住脚。

source: Checked location
zh_hans: 已查询位置

source: Checking out…
zh_hans: 正在结账…

source: Checking permission…
zh_hans: 正在检查权限…

source: Checking sign-in…
zh_hans: 正在检查登录状态…

source: Checkout
zh_hans: 结账

source: Choose your model
zh_hans: 选择你的模型

source: Ox runs on your device, keeps your data there, and works with any model, including free or self-hosted ones.
zh_hans: Ox 在你的设备上运行，数据也留在设备上。它兼容任何模型，包括免费或自托管模型。

source: Clear
zh_hans: 清除

source: Clear data
zh_hans: 清除数据

source: Clear logs
zh_hans: 清除日志

source: Clear website data
zh_hans: 清除网站数据

source: Clear website data?
zh_hans: 清除网站数据？

source: Close
zh_hans: 关闭

source: Close artifact
zh_hans: 关闭资料

source: Close chat history
zh_hans: 关闭对话历史

source: Close Profile
zh_hans: 关闭配置档案

source: Community
zh_hans: 社区

source: Compacted context can contain details that aren't visible in the chat.
zh_hans: 压缩后的上下文可能包含聊天中不可见的详细信息。

source: Compare the options that really matter.
zh_hans: 比较真正重要的选项。

source: Complete the site's human verification to continue
zh_hans: 请完成人机验证以继续

source: Completed
zh_hans: 已完成

source: Compose a message
zh_hans: 编写信息

source: Compose message
zh_hans: 编写信息

source: Connect
zh_hans: 连接

source: Connect Ox to any server that implements the OpenAI Chat Completions protocol.
zh_hans: 将 Ox 连接到任何实现 OpenAI Chat Completions 协议的服务器。

source: Connect remote MCP
zh_hans: 连接远程 MCP

source: Connecting…
zh_hans: 正在连接…

source: Connection
zh_hans: 连接

source: Contacts
zh_hans: 通讯录

source: Contacts: Search
zh_hans: 通讯录:搜索

source: Context
zh_hans: 上下文

source: Context compacted
zh_hans: 上下文已压缩

source: Continue
zh_hans: 继续

source: Continue ${chat} with ${prompt}
zh_hans: 继续 ${chat} 并询问 ${prompt}

source: Continue an Ox chat and return its response, continuing in the app if it needs more time.
zh_hans: 继续 Ox 对话并返回回复；如果需要更多时间，将在应用中继续。

source: Continue Chat
zh_hans: 继续对话

source: Continue Ox Chat
zh_hans: 继续 Ox 对话

source: Copied
zh_hans: 已复制

source: Copy
zh_hans: 复制

source: Copy Chat
zh_hans: 复制对话

source: Copy code
zh_hans: 复制代码

source: Copy logs
zh_hans: 复制日志

source: Copy message
zh_hans: 复制消息

source: Couldn't add artifact
zh_hans: 无法添加资料

source: Couldn't attach
zh_hans: 无法附加

# Couldn't attach %@: %@
source: Couldn't attach %1$@: %2$@
zh_hans: 无法附加 %1$@：%2$@

source: Couldn't authorize MCP server
zh_hans: 无法授权 MCP 服务器

source: Couldn't connect MCP
zh_hans: 无法连接 MCP

source: Couldn't decode the image.
zh_hans: 无法解码图片。

source: Couldn't delete artifact
zh_hans: 无法删除资料

source: Couldn't download artifact
zh_hans: 无法下载资料

source: Couldn't encode the image.
zh_hans: 无法编码图片。

source: Couldn't import chat
zh_hans: 无法导入聊天

source: Couldn't import Profile
zh_hans: 无法导入配置档案

source: Couldn't import shared note
zh_hans: 无法导入共享笔记

source: Couldn't import skill
zh_hans: 无法导入技能

source: Couldn’t Load Page
zh_hans: 无法载入页面

source: Couldn't load services
zh_hans: 无法载入服务

source: Couldn't load video
zh_hans: 无法加载视频

source: Couldn't read the PDF.
zh_hans: 无法读取 PDF。

source: Couldn't save note
zh_hans: 无法保存笔记

source: Couldn't update artifact
zh_hans: 无法更新资料

source: Couldn't update Files access
zh_hans: 无法更新“文件”访问权限

source: Create
zh_hans: 创建

source: Create a skill
zh_hans: 创建技能

source: Create in iCloud
zh_hans: 在 iCloud 中创建

source: Create New Profile
zh_hans: 创建新配置档案

source: Create on This Device
zh_hans: 在本设备上创建

source: Create your %@ API key, then paste it here.
zh_hans: 创建你的 %@ API 密钥，然后粘贴到这里。

source: Created /%@
zh_hans: 已创建 /%@

source: Current location
zh_hans: 当前位置

source: Current page
zh_hans: 当前页面

source: Current Profile
zh_hans: 当前配置档案

source: Custom
zh_hans: 自定义

source: Custom provider
zh_hans: 自定义提供商

source: Dangerous mode gives the agent full control of this website, including signed-in data and network access. Always approve applies to every page Web visits.
zh_hans: 危险模式会赋予代理对此网站的完全控制权，包括已登录数据和网络访问。“始终批准”适用于“网页”访问的每个页面。

source: Dark
zh_hans: 深色

source: Date modified
zh_hans: 修改日期

source: Default
zh_hans: 默认

source: Default model
zh_hans: 默认模型

source: Delete
zh_hans: 删除

source: Delete /%@?
zh_hans: 删除 /%@?

source: Delete %@?
zh_hans: 删除 %@？

source: Delete a file
zh_hans: 删除文件

source: Delete a skill
zh_hans: 删除技能

source: Delete an artifact
zh_hans: 删除资料

source: Delete chat
zh_hans: 删除对话

source: Delete Chat
zh_hans: 删除对话

source: Delete Profile
zh_hans: 删除配置档案

source: Delete this artifact?
zh_hans: 删除此资料？

source: Delete this chat?
zh_hans: 删除此对话？

source: Deleted /%@
zh_hans: 已删除 /%@

source: Deleted %@
zh_hans: 已删除 %@

source: Deleted an artifact
zh_hans: 已删除资料

source: Deleted artifact
zh_hans: 已删除资料

source: Deleted artifact: %@
zh_hans: 已删除资料：%@

source: Denied
zh_hans: 已拒绝

source: Deny
zh_hans: 拒绝

source: Descending
zh_hans: 降序

source: Describe when this skill is useful.
zh_hans: 描述这个技能适合在什么时候使用。

source: Description
zh_hans: 描述

source: Detach a service
zh_hans: 移除服务

source: Detached %@
zh_hans: 已移除 %@

source: Developer
zh_hans: 开发者

source: Discard
zh_hans: 丢弃

source: Discard temporary chat?
zh_hans: 丢弃临时聊天？

source: Disclaimer
zh_hans: 免责声明

source: Dismiss
zh_hans: 关闭

source: Dismiss error
zh_hans: 关闭错误

source: Dismissed
zh_hans: 已关闭

source: Display cards
zh_hans: 显示卡片

source: Display name
zh_hans: 显示名称

source: Display video
zh_hans: 显示视频

source: Displayed cards
zh_hans: 已显示卡片

source: Displayed video
zh_hans: 已显示视频

source: Documents
zh_hans: 文档

source: Domain
zh_hans: 域名

source: Don’t Allow
zh_hans: 不允许

source: Done
zh_hans: 完成

source: Downloading…
zh_hans: 正在下载…

source: Draft the message you’ve been avoiding.
zh_hans: 起草那条你一直不想发的消息。

source: Drafted a message
zh_hans: 已起草信息

source: Drop in an idea - we’ll shape it together.
zh_hans: 丢个想法过来 - 我们一起把它成形。

source: Duplicate to this device
zh_hans: 复制到此设备

source: Edit
zh_hans: 编辑

source: Edit a file
zh_hans: 编辑文件

source: Edit an artifact
zh_hans: 编辑资料

source: Edit API key
zh_hans: 编辑 API 密钥

source: Edit message
zh_hans: 编辑消息

source: Edit Provider
zh_hans: 编辑提供商

source: Edited %@
zh_hans: 已编辑 %@

source: Edited an artifact
zh_hans: 已编辑资料

source: Editing %@
zh_hans: 正在编辑 %@

source: Empty
zh_hans: 空

source: Enable tools only when this model and server are configured for OpenAI function calling.
zh_hans: 仅当此模型和服务器已配置 OpenAI 函数调用时启用工具。

source: Encrypted PDFs aren't supported.
zh_hans: 不支持加密的 PDF。

source: Encrypted Profile files aren't supported.
zh_hans: 不支持加密的配置档案文件。

source: Endpoint
zh_hans: 端点

source: Enhanced
zh_hans: 增强

source: Erases this reply and everything after it, then runs the prompt again.
zh_hans: 清除此回复及其之后的所有内容，然后重新运行提示。

source: Execute arbitrary JavaScript in an attached web service's page. This can read or change signed-in website data and send information over the network.
zh_hans: 在已附加的网页服务页面中执行任意 JavaScript。这可以读取或更改已登录的网站数据，并通过网络发送信息。

source: Execute JavaScript
zh_hans: 执行 JavaScript

source: Explain it like we have time to understand it.
zh_hans: 像我们有时间真正理解一样来解释。

source: Explore services
zh_hans: 探索服务

source: Export
zh_hans: 导出

source: Features
zh_hans: 功能

source: Fetch a web resource
zh_hans: 获取网页资源

source: Fetched a web resource
zh_hans: 已获取网页资源

# File too large (%lld bytes; limit %lld).
source: File too large (%1$lld bytes; limit %2$lld).
zh_hans: 文件过大（%1$lld 字节；上限 %2$lld 字节）。

source: Files
zh_hans: 文件

source: Filter
zh_hans: 筛选

source: Filter and sort artifacts
zh_hans: 筛选和排序资料

source: Find a better way to explain this.
zh_hans: 找一种更好的解释方式。

source: Find a calm way through a tricky conversation.
zh_hans: 找到从容应对棘手谈话的方法。

source: Find an example that makes it click.
zh_hans: 找个能让人一下明白的例子。

source: Find files
zh_hans: 查找文件

source: Find matching names, phone numbers, and email addresses in Contacts.
zh_hans: 在“通讯录”中查找匹配的姓名、电话号码和电子邮件地址。

source: Find one small win worth shipping today.
zh_hans: 找一件今天值得交付的小成果。

source: Find the assumption causing the friction.
zh_hans: 找出造成阻力的那个假设。

source: Find the bottleneck before doing more.
zh_hans: 在做更多之前先找到瓶颈。

source: Find the catch before it finds you.
zh_hans: 在隐患找上你之前先找到它。

source: Find the sentence that unlocks the rest.
zh_hans: 找到能带动其余内容的那句话。

source: Find the signal in all that noise.
zh_hans: 从所有噪音里找到信号。

source: Find the simplest path forward.
zh_hans: 找到最简单的前进路线。

source: Finishing up…
zh_hans: 即将完成…

source: Folders
zh_hans: 文件夹

source: Follow the interesting edge of the problem.
zh_hans: 沿着问题最有趣的边缘继续探索。

source: Forks this chat at this reply and switches to the new one. The original stays put.
zh_hans: 在此回复处复刻对话并切换到新对话。原对话保持不变。

source: Forward
zh_hans: 前进

source: Found files
zh_hans: 已找到文件

source: Get API Key
zh_hans: 获取 API 密钥

source: Get updates from Ox, even when you’re away.
zh_hans: 即使不在 Ox 中，也能及时收到动态。

source: Get your approximate, city-level location.
zh_hans: 获取精确到城市级别的大致位置。

source: Give a half-formed thought somewhere to land.
zh_hans: 给一个尚未成形的想法找个落点。

source: Give a rough draft a stronger spine.
zh_hans: 给粗糙的初稿立起更强的主线。

source: Give me the context, even if it’s tangled.
zh_hans: 把背景告诉我，乱一点也没关系。

source: Health
zh_hans: 健康

source: health data
zh_hans: 健康数据

source: Health data
zh_hans: 健康数据

source: Health: Read activity
zh_hans: 健康：读取活动数据

source: Health: Read body trends
zh_hans: 健康：读取身体趋势

source: Health: Read sleep
zh_hans: 健康：读取睡眠数据

source: Health: Read vitals
zh_hans: 健康：读取生命体征

source: Health: Read workouts
zh_hans: 健康：读取体能训练

source: Hello, this is how I’ll read Ox’s responses.
zh_hans: 你好，我会用这个声音朗读 Ox 的回复。

source: Help me ask a better question.
zh_hans: 帮我问出一个更好的问题。

source: “Hey Ox, add LinkedIn as a service”
zh_hans: “嘿 Ox，把 LinkedIn 添加为服务”

source: iCloud syncs this Profile across your devices. On-device keeps it here only. You can move it either way later.
zh_hans: iCloud 会在你的设备间同步此配置档案。本设备保存则仅留在此处。稍后你可以随时更改存储位置。

source: Images
zh_hans: 图片

source: Import an artifact
zh_hans: 导入资料

source: Imported an artifact
zh_hans: 已导入资料

source: In iCloud
zh_hans: 在 iCloud 中

source: Includes chats, artifacts, character, memory, and skills. Logins aren't included.
zh_hans: 包含聊天、资料、角色、记忆和技能。不包含登录信息。

source: Includes compacted context
zh_hans: 包含压缩后的上下文

source: Input
zh_hans: 输入

source: Inspect a service
zh_hans: 检查服务

source: Inspect and interact with attached web-service pages, including their signed-in sessions.
zh_hans: 检查已附加的网页服务页面并与其交互，包括其中的登录会话。

source: Inspect service page
zh_hans: 检查服务页面

source: Inspected tool
zh_hans: 已查看工具

source: Invalid artifact filename: %@
zh_hans: 资料文件名无效：%@

source: It learns
zh_hans: 它会学习

source: Join
zh_hans: 加入

source: Acts everywhere
zh_hans: 处处可行动

source: Its actions and permitted device data become available to this chat.
zh_hans: 此服务的操作和获准访问的设备数据将可用于此对话。

source: Its actions and your signed-in data become available to this chat.
zh_hans: 其操作和你的登录数据将对本对话可用。

source: Its endpoint and saved API key will be removed from this device.
zh_hans: 其端点和已保存的 API 密钥将从此设备移除。

source: Its remote tools can receive arguments from this chat and return data to Ox.
zh_hans: 其远程工具可以接收此对话中的参数，并将数据返回给 Ox。

source: Kept on this device
zh_hans: 仅保留在此设备上

source: Label
zh_hans: 标签

source: Language
zh_hans: 语言

source: Last synced %@
zh_hans: 上次同步：%@

source: Less
zh_hans: 收起

source: Let Ox access folders you choose in Files.
zh_hans: 允许 Ox 访问你在“文件”中选择的文件夹。

source: Let Ox attach %@? Its actions and your signed-in data become available to this chat.
zh_hans: 允许 Ox 添加%@?其操作和你的登录数据将对本对话可用。

source: Let’s find the useful thread.
zh_hans: 我们来找到那条有用的线索。

source: Let’s get the fuzzy part into focus.
zh_hans: 我们让模糊的地方清晰起来。

source: Let’s make a little progress on something that matters.
zh_hans: 我们在重要的事情上推进一点点。

source: Let’s make sense of the moving pieces.
zh_hans: 我们把这些变化的部分理顺。

source: Let’s see where this idea leads.
zh_hans: 我们看看这个想法会通向哪里。

source: Let’s turn that hunch into something concrete.
zh_hans: 我们把这个直觉变成具体的东西。

source: Lets the agent add events to your calendar — a booking, a reservation, an appointment. It never reads your calendar.
zh_hans: 让代理把活动添加到你的日历——预订、预约、约会。它从不读取你的日历。

source: Lets the agent add to-dos to your Reminders — renew, follow up, cancel a trial. It never reads your reminders.
zh_hans: 让代理把待办添加到你的提醒事项——续订、跟进、取消试用。它从不读取你的提醒事项。

source: Lets the agent look up your contacts by name to answer questions or fill in an email or number for another task. It reads contact details into the chat.
zh_hans: 让代理按姓名查找你的通讯录，以回答问题或为其他任务填入邮箱或号码。它会把联系人详情读入对话。

source: Lets the agent open a text message pre-filled with a contact and body. It resolves the name to a number on-device, never sees your conversations, and you tap Send yourself.
zh_hans: 让代理打开一条已填好收件人和内容的短信。它在设备本地把联系人姓名解析成号码,从不查看你的对话,且由你自己点击发送。

source: Lets the agent read activity, sleep, workouts, vitals, and body summaries allowed by iOS. Health data is available only in Profiles stored on this device.
zh_hans: 让代理读取 iOS 允许的活动、睡眠、体能训练、生命体征和身体摘要。健康数据仅适用于存储在此设备上的配置档案。

source: Lets the agent read your approximate, city-level location for nearby search, local prices, and weather.
zh_hans: 让代理读取你大致的城市级位置,用于附近搜索、本地价格和天气。

source: Lets the agent schedule reminders and alerts on this device — a price drop to re-check, a restock, a pre-trip nudge.
zh_hans: 让代理在此设备上安排提醒和提示——价格下降时再查看、补货、行程前提醒。

source: Light
zh_hans: 浅色

source: List artifacts
zh_hans: 列出资料

source: List attached services
zh_hans: 列出已附加的服务

source: List bounded workout summaries from Apple Health.
zh_hans: 列出 Apple 健康中限定范围的锻炼摘要。

source: List files
zh_hans: 列出文件

source: List skills
zh_hans: 列出技能

source: List workouts
zh_hans: 列出锻炼记录

source: Listed %@
zh_hans: 已列出 %@

source: Listed artifacts
zh_hans: 已列出资料

source: Listed attachments
zh_hans: 已列出附件

source: Listed skills
zh_hans: 已列出技能

source: Listed tools
zh_hans: 已列出工具

source: Load models
zh_hans: 载入模型

source: Load Ox services and actions from any compatible Git repository.
zh_hans: 从任意兼容的 Git 仓库加载 Ox 服务和操作。

source: Loading
zh_hans: 正在载入

source: Loading artifact…
zh_hans: 正在载入资料…

source: Loading artifacts…
zh_hans: 正在载入资料…

source: Loading models…
zh_hans: 正在载入模型…

source: Loading services…
zh_hans: 正在载入服务…

source: Loading skills…
zh_hans: 正在载入技能…

source: Loading your chats…
zh_hans: 正在载入你的对话…

source: Loading…
zh_hans: 正在载入…

source: Local
zh_hans: 本地

source: Location
zh_hans: 定位

source: Logs
zh_hans: 日志

source: Long press an artifact in All files to save it.
zh_hans: 长按“所有文件”中的资料即可保存。

source: Long-lived notes Ox remembers across every chat - preferences, context, standing instructions. Stored on-device as MEMORY.md.
zh_hans: Ox 在每次对话前都会读取的长期笔记-偏好、背景、长期指令。以 MEMORY.md 的形式存储在设备本地。

source: Look for the detail everyone else missed.
zh_hans: 寻找别人都忽略的细节。

source: Look up contact details by name for tasks that need an email address or phone number.
zh_hans: 对于需要电子邮件地址或电话号码的任务，可按姓名查找联系人信息。

source: Make a checklist that earns its keep.
zh_hans: 做一份真正有用的清单。

source: Make a hard choice a little more legible.
zh_hans: 让艰难的选择更容易看懂一点。

source: Make room for the decision underneath the noise.
zh_hans: 在噪音之下，为真正的决定留出空间。

source: Make something useful before making it perfect.
zh_hans: 先做出有用的东西，再追求完美。

source: Make the complicated part feel navigable.
zh_hans: 让复杂的部分变得容易理清。

source: Make the next hour count.
zh_hans: 让接下来的一个小时值得。

source: Make the tradeoffs easier to see.
zh_hans: 让取舍更容易看清。

source: Make this shorter, sharper, and more human.
zh_hans: 让它更短、更利落，也更像人说的话。

source: Manage
zh_hans: 管理

source: Map out the next few moves.
zh_hans: 规划接下来的几步。

source: Maximum output
zh_hans: 最大输出

source: Memory
zh_hans: 记忆

source: Message %@
zh_hans: 给 %@ 发消息

source: Message copied
zh_hans: 消息已复制

source: Messages
zh_hans: 信息

source: Missing artifact
zh_hans: 缺失的资料

source: Missing artifact: %@
zh_hans: 缺少资料：%@

source: Model
zh_hans: 模型

source: Model ID
zh_hans: 模型 ID

source: Model providers
zh_hans: 模型提供商

source: Model Providers
zh_hans: 模型提供商

source: Model: %@
zh_hans: 模型：%@

source: Models
zh_hans: 模型

source: More
zh_hans: 更多

source: Move to iCloud
zh_hans: 移至 iCloud

source: Move to this device
zh_hans: 移至本设备

source: name
zh_hans: 名称

source: Name
zh_hans: 名称

source: Name the idea before polishing it.
zh_hans: 先给想法命名，再去润色。
